"More options" = "További lehetőségek";
"Account enabled" = "Fiók engedélyezve van";
"Default account" = "Alapértelmezett fiók";
"Push Notification" = "Leküldéses értesítés";
"Username" = "Felhasználónév";
"Display name" = "Megjelenítendő név";
"User ID" = "Felhasználói azonosító";
"Password" = "Jelszó";
"Domain" = "Tartomány";
"Proxy" = "Meghatalmazott";
"Transport" = "Átvitel";
"Stun Server" = "STUN kiszolgáló ";
"ICE" = "ICE";
"Outbound proxy" = "Kimenő meghatalmazott";
"AVPF" = "AVPF";
"Expire" = "Lejár";
"Country code prefix" = "Országkód előtag";
"Substitute + in phone numbers" = "Helyettesítse a + telefonszámokat";
"Change password" = "Jelszó megváltoztatása";
"Remove Account" = "Fiók törlése";
